[
    "What equipment do you use to play badminton? Who do you play with? Where do you usually play?,,,",
    "I like to play badminton too. Ask me 3 or 4 questions about playing badminton",
    "How often do you go to concerts? with whom? What do you do before and after the concert?",
    "Please tell me about your experience of going to a concert recently. Where was it and who did you go with? And how was the concert? Describe the concert hall in as much detail as you can",
    "You’re going to go to a concert with your friend. Call the ticket booth and ask three or four questions to book the tickets",
    "There is something wrong with your window. Call a repair man, explain the situation and ask two or three questions about repairing it",
    "Where do you go to a movie? How often do you go to a movie? What kinds of movies do you like to watch? What do you usually do before and after movie?",
    "You want to take a language class. Ask a teacher what level is right for you?",
    "Talk about an episode you had related to different seasons - perhaps about snow in the winter or rain in the summer. What is it that made the incident memorable?",
    "You have decided to join a gym. Call the gym and ask three or four questions to get information about the gym",
    "I'd like you to act out the following situation. You want to borrow an MP3 player from your friend. Explain your situation and ask him three to four questions to borrow the MP3 player.",
    "You accidentally broke your friend's MP3 player. Tell your friend what happened and suggest two or three solutions to resolve the problem.",
    "I'd like to give you a situation and ask you to act it out. You are in charge of organizing a class outing. Call one of your classmates to discuss the details.",
    "Can you describe one of your colleagues that you work with? What does he/she look like?",
    "You indicated you work. Please give me a description of the company you work for. What is the name of the company? What kind of business does it do? Where is it located? Give me a detailed description of your company",
    "What kinds of projects do you normally work on?",
    "Tell me how you get from your house to work everyday from beginning to end. How long does it usually take to get to work",
    "Describe one of the interesting projects that you have worked on, from beginning to end",
    "Where is your office located? And can you tell me what your office or work space looks like in as much detail as possible?",
    "What can you see when you look outside your office window? Describe what it looks like outside your office in as much detail as you can",
    "What is your normal workday like? Please describe your typical day at the office",
    "I would like to know about any training you had to get to do the work at your current job. Please tell me about an orientation or a workshop you had to take when you started working",
    "You indicated in the survey that you work. Describe your manager or boss to me in detail. What kind of person is he or she?",
    "Tell me about a project that you recently completed. What were the steps you took in order to begin and finish the project?",
    "There must have been a time when you worked to solve problems at work. Think of one of those times and describe the challenge and tell me what you did to overcome it",
    "What do you usually do at work? Do you read e-mails or attend meetings? What else do you do at work?",
    "Tell me what your boss does on a typical day. What are some of his or her responsibilities?",
    "How often do you go to the building or landmark? And with whom do you go?",
    "Describe the surroundings of your house in detail",
    "Describe the structure of your house and your favorite room",
    "Explain your childhood house and surroundings and depict the inside structure and scheme of your house nowadays",
    "Talk about what you do with your neighborhood",
    "What kinds of neighbors do you have? Are they married or are they singles? Do they have any children?",
    "You said that you are living with your family in the survey. What do you usually do with your family?",
    "Explain the details about what you recently did with your family",
    "Who do you like the most in your family? Tell me why",
    "Introduce your neighbors. How many neighbors are you familiar with? How do they look like?",
    "What kinds of neighbors do you have? Are they married or are they singles? Do they have any children?",
    "How often do you go to the building or landmark? And with whom do you go?",
    "Imagine that a life style magazine is collecting articles in your area. You have agreed to participate in a telephone interview about riding bicycles,\n\n Q) How often do you ride a bicycle? Why do you ride it?",
    "Imagine that a life style magazine is collecting articles in your area. You have agreed to participate in a telephone interview about riding bicycles, \n\n Q) Does your area have places where you can ride a bicycle? Have you visited there to ride it?",
    "Imagine that a life style magazine is collecting articles in your area. You have agreed to participate in a telephone interview about riding bicycles, \n\n Q) What are some advantages of riding a bicycle rather than driving a car? Why?",
    "Imagine that you are having a telephone conversation with a friend. She is thinking of moving to your area and asking about living there, \n\n Q) When did you move to your neighborhood? Is your house close to your workplace or school?",
    "Imagine that you are having a telephone conversation with a friend. She is thinking of moving to your area and asking about living there, \n\n Q) When was the last time you saw your neighbors? Do you usually have a conversation with them? Why?",
    "Imagine that you are having a telephone conversation with a friend. She is thinking of moving to your area and asking about living there, \n\n Q) Do you find it nice to live in your neighborhood? Why or why not?",
    "Do you agree or disagree with the following statement? \"Business owners need to receive advice from their employees in making important decisions.\" Use specific ideas and examples to support your opinion.",
    "Which has more influence on success of retail stores; good quality of products or friendly sales staff? Use specific ideas and examples to support your opinion"
]

